"button-ok" = "确定";
"button-cancel" = "取消";
"button-yes" = "是";
"button-no" = "否";
"button-dont-show" = "不再显示";
"folder-access-panel.title" = "授予权限";
"folder-access-panel.message" = "请选择一个文件夹以授予 %@ 完全权限。\n我们建议选择“%@”以获得最佳体验。";
"folder-access-panel.prompt" = "选择";
"alert-sandbox-access.title" = "当前 %@ 的文件系统权限不允许访问此路径：";
"alert-sandbox-access.message" = "%@\n\n请重启 %@ 并选择正确的文件夹或“%@”。";
"alert-sandbox-access.button" = "知道了";
"dock-menu-new-window" = "新建窗口";
"TCXSearchWindow.search-depth-unlim" = "全部";
"TCXSearchWindow.search-depth-current" = "当前";
"TCXSearchWindow.search-depth" = "%d 层";
"TCXSearchWindow.search-start-button" = "搜索";
"TCXSearchWindow.search-stop-button" = "取消";
"TCXSearchWindow.view-button" = "查看";
"TCXSearchWindow.goto-file-button" = "转到文件";
"TCXSearchWindow.feed-to-listbox-button" = "发送到活动面板";
"TCXSearchWindow.spotlight-search-for-label" = "Spotlight 搜索：";
"TCXSearchWindow.spotlight-search-in-content-label" = "搜索文件内容";
"TCXSearchWindow.spotlight-search-in-selections-label" = "在所选文件夹中搜索";
"TCXSearchWindow.search-for-label" = "搜索：";
"TCXSearchWindow.search-regex-label" = "正则表达式";
"TCXSearchWindow.search-case-sensetive-label" = "区分大小写";
"TCXSearchWindow.search-in-archives-label" = "在压缩包中搜索";
"TCXSearchWindow.search-in-selections-label" = "在所选项目中搜索";
"TCXSearchWindow.searchtext-regex-label" = "正则表达式";
"TCXSearchWindow.searchtext-case-sensetive-label" = "区分大小写";
"TCXSearchWindow.searchtext-depth" = "在子目录中搜索：";
"TCXSearchWindow.searchtext-wholewords-label" = "全字匹配";
"TCXSearchWindow.search-find-text" = "查找文本：";
"TCXSearchWindow.search-no-results" = "无结果";
"TCXSearchWindow.search-files-found" = "已找到 %d 个文件：";
"TCXSearchWindow.search-in-progress" = "正在搜索";
"TCXSearchWindow.search-in-progress-files-found" = "正在搜索... 已找到 %d 个文件";
"button-queue" = "队列";
"copy-dialog-label" = "将 %d 个文件复制到";
"copy-title" = "复制";
"move-dialog-label" = "将 %d 个文件重命名/移动到";
"move-title" = "重命名 / 移动";
"move-prepare" = "正在准备复制文件...";
"delete-title" = "删除";
"delete-dialog-label" = "您确定要删除 %d 个所选文件/文件夹吗？";
"delete-progress-label" = "正在删除文件“%@”";
"delete-progress-label2" = "正在删除 %d 个文件...";
"delete-error-label" = "删除文件/文件夹时出错";
"delete-error-detail" = "无法删除“%@”，错误：%@";
"copy-error-label" = "复制文件/文件夹时出错";
"copy-create-error" = "无法创建“%@”，错误：%@";
"copy-copy-error" = "无法复制“%@”，错误：%@";
"copy-softlink-error" = "无法为“%@”创建符号链接，错误：%@";
"copy-error-own" = "不能将一个文件夹复制/移动到其自身的子文件夹中";
"move-error-label" = "移动文件/文件夹时出错";
"move-move-error" = "无法移动“%@”，错误：%@";
"select-error" = "未选择任何项目";
"select-error-detail" = "请选择要执行操作的文件或文件夹";
"select-error-copy-detail" = "请选择要执行操作的文件或文件夹";
"dropbox-public-error" = "无法分享链接，错误：%@";
"dropbox-unknown-error" = "未知";
"create-folder-error" = "无法创建文件夹，错误：%@";
"copy-same-error" = "您正试图将文件复制到相同的文件夹。请尝试其他路径";
"search-error-title" = "无法使用此正则表达式搜索文件名";
"search-error-label" = "提供的正则表达式无效，无法用于搜索文件名。请更新。\n详细信息：%@";
"findtext-error-title" = "无法使用此正则表达式搜索文件内容";
"findtext-error-label" = "提供的正则表达式无效，无法用于搜索文件内容。请更新。\n详细信息：%@";
"bad-predicate-error-title" = "搜索字符串无效";
"bad-predicate-error-label" = "无法继续搜索字符串“%@”，因为它无效。请更新。";
"copy-same-nonwritable" = "目标为只读";
"copy-dir-error" = "无法读取文件夹“%@”的内容，错误：%@";
"read-content-error-label" = "读取文件夹内容时出错";
"encrypted-archive-error" = "无法打开加密的压缩包。请确保您输入的密码正确";
"crc-archive-error" = "无法解压加密文件。请确保您输入的密码正确";
"extraction-error-label" = "无法解压文件";
"extraction-error" = "无法解压文件“%@”，错误：%@";
"format-read-only-label" = "只读";
"format-read-only" = "无法更新文件“%@”，%@ 格式为只读。";
"folder-readonly" = "文件夹“%@”为只读";
"network-error" = "网络连接错误";
"connection-error" = "无法连接到主机";
"resolve-host-error" = "无法解析主机";
"operation-timeout-error" = "操作超时";
"untrusted-certificate" = "服务器证书不受信任。是否仍要连接？";
"fs-error" = "“%@”已不可用";
"access-denied-error-label" = "访问被拒绝";
"access-denied-error" = "密码错误";
"login-failed-error-label" = "无法登录";
"archiver-empty-password-label" = "密码为空";
"archiver-empty-password-message" = "您尚未为压缩包输入密码。请输入并确认。";
"archiver-password-doesnt-match-label" = "密码不匹配";
"password-dont-match-error" = "请确保两次输入的密码完全相同";
"archiver-password-more-then-255-chars-title" = "密码过长";
"archiver-password-more-then-255-chars" = "密码长度限制为 255 个字符";
"bad-connection-title" = "无法创建连接";
"bad-connection-detail" = "无法添加连接。错误：“%@”。";
"TCXMove.detail" = "正在移动文件 %d / %d：%@";
"newfolder-title" = "新建文件夹";
"newfolder-dialog-label" = "新建文件夹";
"newfile-title" = "新建文件";
"newfile-dialog-label" = "新建文件";
"queue-to-label" = "到：%@";
"queue-copy-label" = "复制：%@";
"queue-move-label" = "移动：%@";
"queue-clear-button" = "清空";
"fileinfo-title" = "文件信息";
"fileinfo-modified" = "修改日期：";
"fileinfo-general" = "通用：";
"fileinfo-kind" = "种类：";
"fileinfo-size" = "大小：";
"fileinfo-where" = "位置：";
"fileinfo-created" = "创建日期：";
"fileinfo-locked" = "已锁定";
"fileinfo-preview" = "预览：";
"fileinfo-sharing" = "共享与权限";
"fileinfo-owner" = "所有者：";
"fileinfo-group" = "群组：";
"fileinfo-public" = "公共：";
"fileinfo-read" = "读";
"fileinfo-write" = "写";
"fileinfo-execute" = "执行";
"fileinfo-numeric" = "数值：";
"fileinfo-size-bytes" = "%@ 字节";
"fileinfo-size-ondisk" = "占用磁盘 %@";
"fileinfo-size-calc" = "正在计算大小";
"tcxpanel-getinfo" = "显示简介";
"tcxpanel-gefindertinfo" = "显示访达简介";
"tcxpanel-showpackagecontent" = "显示包内容";
"tcxpanel-paste" = "粘贴";
"tcxpanel-copy-file" = "复制“%@”";
"tcxpanel-copy-selection" = "复制所选文件";
"tcxpanel-show-in-finder" = "在访达中显示";
"tcxpanel-delete-file" = "删除所选";
"tcxpanel-delete-force-file" = "永久删除所选";
"tcxpanel-view-file" = "查看";
"tcxpanel-open-file" = "打开";
"tcxpanel-open-with" = "打开方式";
"tcxpanel-open-with-none" = "<无>";
"tcxpanel-open-with-default" = " (默认)";
"tcxpanel-open-other" = "其他...";
"tcxpanel-open-other-file-title" = "选取应用程序";
"tcxpanel-open-other-file-detail" = "选取用于打开文件 %@ 的应用程序";
"tcxpanel-open-with-fetch" = "<正在获取>";
"tcxpanel-compress-selection" = "压缩所选文件";
"tcxpanel-qlook-file" = "快速查看";
"tcxpanel-rename-file" = "重命名";
"tcxpanel-dublicate-file" = "复制";
"tcxpanel-make-link" = "创建符号链接";
"tcxpanel-make-alias" = "制作替身";
"tcxpanel-copy-file-path" = "拷贝路径到剪贴板";
"tcxpanel-copy-file-path-plural" = "拷贝多个路径到剪贴板";
"tcxpanel-copy-file-name" = "拷贝名称到剪贴板";
"tcxpanel-copy-file-name-plural" = "拷贝多个名称到剪贴板";
"tcxpanel-edit-file" = "编辑";
"tcxpanel-new-folder" = "新建文件夹";
"share-dropbox-link" = "拷贝 Dropbox 链接";
"public-dropbox-link" = "拷贝公开链接";
"view-on-dropbox" = "在 dropbox.com 上查看";
"view-on-gdrive" = "在 drive.google.com 上查看";
"share-dropbox-folder" = "共享此文件夹...";
"show-dropbox-versions" = "查看以前的版本";
"share-dropbox-link-title" = "正在共享“%@...”";
"share-dropbox-link-detail" = "“%@”的链接已拷贝到您的剪贴板";
"share-dropbox-link-detail_delayed" = "点击此通知可将链接拷贝到剪贴板";
"select-file-expand-title" = "扩大选择范围";
"select-file-shrink-title" = "缩小选择范围";
"select-file-item_type" = "指定项目类型";
"write-error" = "无法写入磁盘";
"application-quit" = "退出 %@";
"application-quit-queue-not-empty" = "部分文件操作正在后台排队。您确定要立即退出吗？";
"mtpfound-message" = "发现 MTP 设备";
"mtpfound-message-detail" = "Commander One 发现了一个 MTP 设备。当它连接到 Commander One 时，其他应用程序将无法使用它。是否连接 MTP 设备？";
"mtpfound-disable" = "不连接并停用 MTP 扩展";
"mtpfound-connect" = "连接";
"dropboxfound-message" = "启用 Dropbox 集成";
"dropboxfound-message-detail" = "看起来您的电脑已关联到 Dropbox 帐户。%@ 可以与其集成。您想在 %@ 中添加所有强大的 Dropbox 分享功能吗？";
"dropboxfound-message-button-link" = "立即关联 Dropbox 帐户";
"dropboxfound-message-show-again" = "如果未关联，再次显示此消息";
"webdav_add_error" = "连接到 WebDAV 服务器时出错";
"webdav_add_error_detail" = "此时无法连接到 WebDAV 协议服务器。连接错误：“%@”。";
"webdav_add_bad_url" = "WebDAV URL 格式错误";
"webdav_add_bad_user" = "您需要输入用于服务器连接的用户名";
"webdav_host" = "WebDAV URL：";
"webdav_user" = "用户名：";
"webdav_pass" = "密码：";
"account_label" = "帐户：";
"account_unknown" = "未知";
"loading_info_label" = "正在载入...";
"apply-all" = "全部应用";
"retry" = "重试";
"skip" = "跳过";
"skipall" = "全部跳过";
"abort" = "中止";
"ignore" = "忽略";
"overwrite" = "覆盖";
"overwriteall" = "全部覆盖";
"changepassword" = "更改密码";
"file-exists-title" = "文件已存在";
"already-exist" = "“%@”已存在";
"file-exists-detail" = "文件“%@”已存在。要覆盖它吗？";
"dir-exists-title" = "文件夹已存在";
"dir-exists-detail" = "文件夹“%@”已存在。请为其选择一个不同的名称";
"move-failed-title" = "移动失败";
"move-failed-detail" = "无法移动“%@”。是否重试？";
"file-exists-keep-both" = "保留两者";
"symlink-error-label" = "创建符号链接时出错";
"symlink-error-detail" = "无法为“%@”创建符号链接，错误：%@";
"password-ask-message" = "请输入“%@”的密码";
"rename-error-label" = "重命名错误";
"rename-error-detail" = "无法重命名“%@”，错误：%@";
"rename-change-extension-warning-title" = "您确定要将扩展名从“.%@”更改为“.%@”吗？";
"rename-change-extension-warning-message" = "如果您进行此更改，您的文稿可能会在其他应用程序中打开。";
"view-button" = "查看";
"edit-button" = "编辑";
"copy-button" = "复制";
"move-button" = "移动";
"newfolder-button" = "新建文件夹";
"delete-button" = "删除";
"search-button" = "搜索";
"activator-descr" = "请输入您的激活码：";
"activator-activate" = "激活";
"activator-buy" = "购买 PRO 专业包";
"activator-window-title" = "激活 PRO 专业包";
"activator-recover-lost-code" = "丢失了您的激活码？";
"activator-text-info" = "如果您购买了 Commander One 的 PRO 专业包，激活码会在您的邮件中。请在此处输入。";
"activator-bad-format-title" = "激活码格式不正确";
"activator-bad-format-detail" = "激活码格式应为 XXXXX-XXXXX-...。请确保您的输入没有拼写错误。我们建议使用复制和粘贴以避免错误。";
"activator-ok-title" = "激活成功";
"activator-ok-detail" = "感谢您升级您的 Commander One！";
"activator-fail-title" = "激活失败";
"activator-fail-detail" = "您的 Commander One PRO 专业包需要重新激活。不幸的是，自动重新激活失败，在成功执行前，PRO 专业包将被停用。请确保您的网络连接正常，此 Mac 上的日期和时间设置正确，并且没有防火墙阻止 Commander One 连接到激活服务器。";
"TCXDemoReminder.title-site" = "为您的 Commander 获取 PRO 专业包";
"TCXDemoReminder.expired-site" = "15 天免费 PRO 专业包试用已到期";
"TCXDemoReminder.protitle-site" = "除 PRO 专业包功能外，所有 Commander One 功能仍然可供您免费使用。\n\n如果您想继续使用 FTP 客户端、强大的压缩工具、终端和进程查看器，以及挂载 Dropbox、Amazon S3、Google Drive、iOS 和 MTP 设备 - 请为您的 Commander One 购买 PRO 专业包。";
"TCXDemoReminder.learn" = "了解更多关于 Commander One PRO 专业包";
"TCXDemoReminder.propack" = "Commander One\nPRO 专业包";
"TCXDemoReminder.price" = "¥198";
"TCXDemoReminder.continue" = "以免费模式继续";
"TCXDemoReminder.buy" = "立即购买";
"TCXDemoReminder.dontremind" = "不再提醒我";
"TCXDemoReminder.title-mas.free" = "为您的 Commander One 获取 PRO 专业包";
"TCXDemoReminder.expired-mas.free" = "升级到 Commander One PRO！";
"TCXDemoReminder.protitle-mas.free" = "Commander One 提供了许多免费的实用功能，但其 PRO 专业包中功能更强大。\n\n如果您想使用 FTP 客户端、强大的压缩工具和进程查看器，以及挂载 Dropbox、Amazon S3、Google Drive 和 MTP 设备 - 请为您的 Commander One 获取 PRO 专业包。";
"TCXDemoReminder.restore-mas.free" = "恢复购买";
"license-free-version" = "免费版";
"TCXCreateArchive.title" = "压缩文件";
"TCXCreateArchive.pack-label" = "压缩";
"TCXCreateArchive.items-label" = "%d 个项目";
"TCXCreateArchive.compression-level-label" = "压缩级别";
"TCXCreateArchive.none-label" = "无";
"TCXCreateArchive.fast-label" = "最快";
"TCXCreateArchive.normal-label" = "正常";
"TCXCreateArchive.slow-label" = "较慢";
"TCXCreateArchive.max-label" = "最大";
"TCXCreateArchive.encoding-label" = "编码";
"TCXCreateArchive.encoding-filenames-label" = "编码文件名";
"TCXCreateArchive.ok-button" = "确定";
"TCXCreateArchive.cancel-button" = "取消";
"TCXCreateArchive.password-placeholder" = "密码";
"TCXCreateArchive.password-confirm-placeholder" = "确认密码";
"TCXFtpConnections.title" = "连接";
"TCXFtpConnections.name-label" = "名称：";
"TCXFtpConnections.protocol-label" = "协议：";
"TCXFtpConnections.server-label" = "服务器：";
"TCXFtpConnections.port-label" = "端口：";
"TCXFtpConnections.login-label" = "登录名：";
"TCXFtpConnections.password-label" = "密码：";
"TCXFtpConnections.anonimous-login-label" = "匿名登录";
"TCXFtpConnections.limit-number-connections-label" = "将同时连接数限制为";
"TCXFtpConnections.mode-label" = "模式：";
"TCXFtpConnections.mode-active-value" = "主动";
"TCXFtpConnections.mode-passive-value" = "被动";
"TCXFtpConnections.remote-path-label" = "远程路径：";
"TCXFtpConnections.connect-button" = "连接";
"TCXFtpConnections.disconnect-button" = "断开连接";
"TCXFtpConnections.public-key-authentication-label" = "公钥认证";
"TCXFtpConnections.empty_server_address" = "请输入服务器地址";
"TCXFtpConnections.empty_login" = "请输入用户名";
"TCXS3Connections.title" = "Amazon S3";
"TCXS3Connections.name-label" = "名称：";
"TCXS3Connections.access-key-label" = "Access Key：";
"TCXS3Connections.secret-key-label" = "Secret Key：";
"TCXS3Connections.bucket-label" = "存储桶 (Bucket)：";
"TCXS3Connections.connect-button" = "连接";
"TCXS3Connections.disconnect-button" = "断开连接";
"TCXS3Connections.empty_connection_name" = "请输入连接名称";
"TCXS3Connections.empty_access_key" = "请输入 Access Key";
"s3-bucket" = "存储桶 (Bucket)";
"s3-copy-http-public-link" = "创建公开 HTTP 链接";
"s3-copy-torrent-public-link" = "创建公开 Torrent 链接";
"s3-make-public" = "设为公开";
"s3-make-private" = "设为私有";
"s3-http-link-title" = "正在共享“%@...”的 HTTP 链接";
"s3-http-link-detail" = "“%@”的链接已拷贝到您的剪贴板";
"s3-torrent-link-title" = "正在共享“%@...”的 Torrent 文件链接";
"s3-torrent-link-detail" = "“%@”的 Torrent 链接已拷贝到您的剪贴板";
"TCXPreferencesWindow.hotkeys" = "快捷键";
"TCXPreferencesWindow.title" = "偏好设置";
"TCXPreferencesWindow.action" = "操作";
"TCXPreferencesWindow.key" = "主快捷键";
"TCXPreferencesWindow.key2" = "次快捷键";
"TCXPreferencesWindow.keypress" = "请按键！";
"TCXPreferencesWindow.defaults" = "恢复默认";
"TCXPreferencesWindow.keys.groups.file" = "文件操作";
"TCXPreferencesWindow.keys.groups.panel" = "面板和标签页";
"TCXPreferencesWindow.keys.groups.ui" = "界面";
"TCXPreferencesWindow.keys.groups.navi" = "导航";
"TCXPreferencesWindow.keys.groups.select" = "选择";
"TCXPreferencesWindow.keys.groups.other" = "其他";
"TCXPreferencesWindow.keys.ignorefkeys" = "忽略 F1-F12 的系统设置";
"TCXPreferencesWindow.TCXCopyAction" = "复制文件";
"TCXPreferencesWindow.TCXMoveAction" = "移动文件";
"TCXPreferencesWindow.TCXDeleteAction" = "删除文件";
"TCXPreferencesWindow.TCXDeleteForceAction" = "永久删除文件";
"TCXPreferencesWindow.TCXViewAction" = "查看文件";
"TCXPreferencesWindow.TCXEditAction" = "编辑文件";
"TCXPreferencesWindow.TCXNewFolderAction" = "新建文件夹";
"TCXPreferencesWindow.TCXSelectAction" = "选择项目";
"TCXPreferencesWindow.TCXUnselectAction" = "取消选择项目";
"TCXPreferencesWindow.TCXSelectAllAction" = "全选";
"TCXPreferencesWindow.TCXUnselectAllAction" = "全部不选";
"TCXPreferencesWindow.TCXInvertSelectAction" = "反向选择";
"TCXPreferencesWindow.TCXSearchAction" = "搜索";
"TCXPreferencesWindow.TCXSearchSpotlightAction" = "使用 Spotlight 搜索";
"TCXPreferencesWindow.TCXChangeDriveLeft" = "更改左侧面板驱动器";
"TCXPreferencesWindow.TCXChangeDriveRight" = "更改右侧面板驱动器";
"TCXPreferencesWindow.TCXShowTerminal" = "显示终端";
"TCXPreferencesWindow.TCXDublicateFileAction" = "复制文件";
"TCXPreferencesWindow.TCXSwitchTab" = "切换左/右面板";
"TCXPreferencesWindow.TCXNewWindowAction" = "新建窗口";
"TCXPreferencesWindow.TCXReloadContent" = "重新载入";
"TCXPreferencesWindow.TCXViewModeFull" = "完整模式";
"TCXPreferencesWindow.TCXViewModeBrief" = "简洁模式";
"TCXPreferencesWindow.TCXViewModeThumbs" = "缩略图模式";
"TCXPreferencesWindow.name" = "按名称排序";
"TCXPreferencesWindow.extension" = "按扩展名排序";
"TCXPreferencesWindow.size" = "按大小排序";
"TCXPreferencesWindow.date" = "按日期排序";
"TCXPreferencesWindow.created" = "按创建日期排序";
"TCXPreferencesWindow.added" = "按添加日期排序";
"TCXPreferencesWindow.accessed" = "按上次打开日期排序";
"TCXPreferencesWindow.kind" = "按种类排序";
"TCXPreferencesWindow.permissions" = "按权限排序";
"TCXPreferencesWindow.TCXViewSortAscending" = "升序排序";
"TCXPreferencesWindow.TCXViewSortDescending" = "降序排序";
"TCXPreferencesWindow.TCXViewShowHidden" = "显示隐藏文件";
"TCXPreferencesWindow.TCXViewFullScreen" = "进入全屏幕";
"TCXPreferencesWindow.TCXViewShowButtons" = "显示按钮";
"TCXPreferencesWindow.TCXViewShowCommandLine" = "显示命令行";
"TCXPreferencesWindow.TCXViewShowDiskList" = "显示磁盘列表";
"TCXPreferencesWindow.TCXViewShowDiskInfo" = "显示磁盘信息";
"TCXPreferencesWindow.TCXViewShowPathBar" = "显示路径栏";
"TCXPreferencesWindow.TCXViewShowSelectionInfo" = "显示所选项目信息";
"TCXPreferencesWindow.TCXEnterItem" = "显示包内容";
"TCXPreferencesWindow.TCXGoBackAction" = "后退";
"TCXPreferencesWindow.TCXGoForwardAction" = "前进";
"TCXPreferencesWindow.TCXGoTopAction" = "前往上层文件夹";
"TCXPreferencesWindow.TCXGoHomeAction" = "前往个人文件夹";
"TCXPreferencesWindow.TCXGoDesktopAction" = "前往桌面";
"TCXPreferencesWindow.TCXGoDocumentsAction" = "前往文稿";
"TCXPreferencesWindow.TCXGoDownloadsAction" = "前往下载";
"TCXPreferencesWindow.TCXGoApplicationsAction" = "前往应用程序";
"TCXPreferencesWindow.TCXGoUtilitiesAction" = "前往实用工具";
"TCXPreferencesWindow.TCXGoFolderAction" = "前往文件夹";
"TCXPreferencesWindow.TCXGoServerAction" = "连接到服务器";
"TCXPreferencesWindow.TCXNewFileAction" = "新建文件";
"TCXPreferencesWindow.TCXMakeLinkAction" = "创建符号链接";
"TCXPreferencesWindow.TCXMakeAliasAction" = "制作替身";
"TCXPreferencesWindow.TCXRenameAction" = "重命名文件";
"TCXPreferencesWindow.TCXShowInfoAction" = "显示简介";
"TCXPreferencesWindow.TCXShowFinderInfoAction" = "显示访达简介";
"TCXPreferencesWindow.TCXShowInFinderAction" = "在访达中显示";
"TCXPreferencesWindow.TCXShowQuickLookAction" = "快速查看";
"TCXPreferencesWindow.TCXFolderSpaceAction" = "显示文件夹大小";
"TCXPreferencesWindow.TCXCompressAction" = "压缩文件";
"TCXPreferencesWindow.TCXCompressWithOptionsAction" = "带选项压缩文件";
"TCXPreferencesWindow.TCXUncompressAction" = "解压文件";
"TCXPreferencesWindow.TCXNewTabAction" = "新建标签页";
"TCXPreferencesWindow.TCXCloneTabAction" = "复制标签页";
"TCXPreferencesWindow.TCXSwapPanelsAction" = "交换面板";
"TCXPreferencesWindow.TCXEqualizePanelsAction" = "同步面板路径";
"TCXPreferencesWindow.TCXPasteItemNameAction" = "将名称粘贴到命令行";
"TCXPreferencesWindow.TCXPasteItemPathAction" = "将路径粘贴到命令行";
"TCXPreferencesWindow.TCXCopyItemNameAction" = "将名称拷贝到剪贴板";
"TCXPreferencesWindow.TCXCopyItemPathAction" = "将路径拷贝到剪贴板";
"TCXPreferencesWindow.TCXQueueAction" = "添加到队列";
"TCXPreferencesWindow.TCXEjectAction" = "推出驱动器";
"TCXPreferencesWindow.TCXShowFTPAction" = "显示连接管理器";
"TCXPreferencesWindow.TCXShowFavoritesAction" = "显示个人收藏";
"TCXPreferencesWindow.TCXNextTabAction" = "切换到下一个标签页";
"TCXPreferencesWindow.TCXPrevTabAction" = "切换到上一个标签页";
"TCXPreferencesWindow.TCXOpenItemAction" = "打开文件";
"TCXPreferencesWindow.TCXSelectItemAction" = "选择文件";
"TCXPreferencesWindow.TCXSelectItemWithSizeAction" = "选择文件并检查大小";
"TCXPreferencesWindow.dropbox.diskInfo" = "%@ / %@";
"TCXPreferencesWindow.general" = "通用";
"TCXPreferencesWindow.general.del2trash" = "移到废纸篓";
"TCXPreferencesWindow.general.calc.folder.size" = "按空格键计算文件夹大小";
"TCXPreferencesWindow.general.goroot" = "更改驱动器时转到根目录";
"TCXPreferencesWindow.general.select.only.files" = "使用数字键盘上的“+”仅选择文件";
"TCXPreferencesWindow.general.view.app" = "查看文件方式：";
"TCXPreferencesWindow.general.view.app1" = "内置";
"TCXPreferencesWindow.general.view.app2" = "快速查看";
"TCXPreferencesWindow.general.view.app3" = "预览";
"TCXPreferencesWindow.general.statistics" = "向 Electronic Team, Inc. 发送匿名使用情况统计数据";
"TCXPreferencesWindow.general.applabel" = "应用程序：";
"TCXPreferencesWindow.general.privacylabel" = "可选：";
"TCXPreferencesWindow.view" = "视图";
"TCXPreferencesWindow.view.folders-top" = "文件夹置顶显示";
"TCXPreferencesWindow.view.size.display" = "列中的大小：";
"TCXPreferencesWindow.view.size.footer" = "页眉和页脚中的大小：";
"TCXPreferencesWindow.view.size.bytes" = "字节";
"TCXPreferencesWindow.view.size.dynamic" = "动态";
"TCXPreferencesWindow.view.showtabs" = "始终显示标签页栏";
"TCXPreferencesWindow.view.showfullname" = "显示完整文件名";
"TCXPreferencesWindow.view.use-thumbs-full" = "在完整模式下使用缩略图";
"TCXPreferencesWindow.view.use-thumbs-brief" = "在简洁模式下使用缩略图";
"TCXPreferencesWindow.view.brief-width" = "列宽大小：";
"TCXPreferencesWindow.view.brief-mode.unlim" = "最大";
"TCXPreferencesWindow.view.brief-mode.limited-width" = "限制最大尺寸";
"TCXPreferencesWindow.view.brief-mode.fixed-width" = "固定宽度";
"TCXPreferencesWindow.view.options" = "选项：";
"TCXPreferencesWindow.view.brief" = "简洁模式：";
"TCXPreferencesWindow.view.full" = "完整模式：";
"TCXPreferencesWindow.misc" = "高级";
"TCXPreferencesWindow.misc.saveonexit" = "退出时保存：";
"TCXPreferencesWindow.misc.save.opened.folders" = "已打开的文件夹";
"TCXPreferencesWindow.misc.save.panel.state" = "面板状态";
"TCXPreferencesWindow.misc.save.command.line" = "命令行";
"TCXPreferencesWindow.misc.save.folder.history" = "文件夹历史记录";
"TCXPreferencesWindow.misc.confirm" = "在...前请求确认：";
"TCXPreferencesWindow.misc.confirm.del.nonempty" = "删除非空文件夹";
"TCXPreferencesWindow.misc.confirm.change.ext" = "更改扩展名";
"TCXPreferencesWindow.misc.confirm.dragdrop" = "拖放操作";
"TCXPreferencesWindow.font" = "外观";
"TCXPreferencesWindow.font.file.list.font" = "文件列表字体：";
"TCXPreferencesWindow.font.colorTheme" = "颜色预设：";
"TCXPreferencesWindow.font.front.color" = "文本颜色：";
"TCXPreferencesWindow.font.back.color" = "背景颜色：";
"TCXPreferencesWindow.font.back2.color" = "交替背景颜色：";
"TCXPreferencesWindow.font.cursor.color" = "光标颜色：";
"TCXPreferencesWindow.font.mark.color" = "选择颜色：";
"TCXPreferencesWindow.font.cursortext.color" = "光标文本颜色：";
"TCXPreferencesWindow.font.marktext.color" = "所选文本颜色：";
"TCXPreferencesWindow.font.color-theme-placeholder" = "更改主题";
"TCXPreferencesWindow.font.color-theme1" = "基础";
"TCXPreferencesWindow.font.color-theme2" = "复古";
"TCXPreferencesWindow.font.color-theme3" = "草地";
"TCXPreferencesWindow.font.color-theme4" = "家酿";
"TCXPreferencesWindow.font.color-theme5" = "小说";
"TCXPreferencesWindow.font.color-theme6" = "海洋";
"TCXPreferencesWindow.font.color-theme7" = "专业";
"TCXPreferencesWindow.font.color-theme8" = "红沙";
"TCXPreferencesWindow.font.color-theme9" = "银色气凝胶";
"TCXPreferencesWindow.font.color-theme10" = "负片";
"TCXPreferencesWindow.plugins" = "扩展";
"TCXPreferencesWindow.plugins.label" = "您可以停用不需要的扩展";
"TCXPreferencesWindow.archiver" = "压缩工具";
"TCXPreferencesWindow.archiver.format.label" = "默认压缩格式：";
"TCXPreferencesWindow.archiver.compression-level-label" = "压缩级别：";
"TCXPreferencesWindow.archiver.none-label" = "无";
"TCXPreferencesWindow.archiver.fast-label" = "最快";
"TCXPreferencesWindow.archiver.normal-label" = "正常";
"TCXPreferencesWindow.archiver.slow-label" = "较慢";
"TCXPreferencesWindow.archiver.max-label" = "最大";
"TCXPreferencesWindow.archiver.encoding-label" = "编码";
"TCXPreferencesWindow.archiver.encoding-filenames-label" = "编码文件名";
"TCXPreferencesWindow.archiver.password-placeholder" = "密码";
"TCXPreferencesWindow.archiver.password-confirm-placeholder" = "确认密码";
"TCXWindow.toolbarQueue.toolTip" = "操作队列";
"TCXWindow.toolbarViewMode.toolTip" = "将项目显示为列表、分栏或图标";
"TCXWindow.toolbarItemInfo.toolTip" = "显示简介";
"TCXWindow.toolbarArchive.toolTip" = "压缩";
"TCXWindow.toolbarFTP.toolTip" = "连接管理器";
"TCXWindow.toolbarHistory.toolTip" = "历史记录";
"TCXWindow.toolbarHiddenFiles.toolTip" = "显示隐藏文件";
"TCXWindow.toolbarQuickLook.toolTip" = "快速查看";
"TCXWindow.toolbarSearch.toolTip" = "搜索";
"TCXPanel.diskInfoLabel" = "%@ / %@ 可用";
"TCXPanel.closeTab" = "关闭标签页";
"TCXPanel.closeOtherTabs" = "关闭其他标签页";
"TCXPanel.newTab" = "新建标签页";
"TCXPanel.duplicateTab" = "复制标签页";
"TCXPanel.copyToOtherPanel" = "复制到另一面板";
"TCXPanel.lockTab" = "锁定此标签页";
"TCXPanel.lockTabAllowChangeDir" = "锁定但允许更改目录";
"TCXPanel.alert-locked-tab-close.title" = "此标签页已锁定";
"TCXPanel.alert-locked-tab-close.message" = "您确定要关闭它吗？";
"TCXPanel.alert-locked-tab-close.ok" = "关闭";
"TCXPanel.connect2server-title" = "连接到服务器";
"TCXPanel.connect2server-detail" = "输入服务器地址 (例如: smb://192.168.0.3)";
"TCXPanel.go2folder-detail" = "输入有效的本地路径";
"TCXPanel.go2folder-title" = "前往文件夹";
"TCXPanelTab.newfolder-with-selection" = "用所选项目新建文件夹 (%d 个项目)";
"TCXPanelTab.newfolder-with-selection_defname" = "包含项目的新文件夹";
"TCXPanelTab.contentInfoLabel" = "%@ / %@ 在 %ld / %ld 个文件中，%ld / %ld 个文件夹中";
"TCXPanelTab.menuAddBookmark" = "添加到个人收藏";
"TCXPanelTab.menuEditBookmark" = "编辑个人收藏";
"TCXPanelTab.menuFullPathBookmark" = "使用完整路径";
"TCXPanelTab.column.name" = "名称";
"TCXPanelTab.column.extension" = "扩展名";
"TCXPanelTab.column.extension.small" = "扩展名";
"TCXPanelTab.column.size" = "大小";
"TCXPanelTab.column.date" = "修改日期";
"TCXPanelTab.column.created" = "创建日期";
"TCXPanelTab.column.added" = "添加日期";
"TCXPanelTab.column.accessed" = "打开日期";
"TCXPanelTab.column.kind" = "种类";
"TCXPanelTab.column.permissions" = "权限";
"TCXPanelTab.cant-read-folder.message" = "无法读取文件夹“%@”的内容";
"TCXBookmarksWindow.remove-selected-title" = "移除所选";
"TCXBookmarksWindow.remove-all-title" = "全部移除";
"TCXBookmarksWindow.title" = "个人收藏";
"TCXCopy.prepare" = "正在准备复制文件...";
"TCXCopy.detail" = "正在复制文件 %d / %d。(%@/%@) %@";
"TCXCopy.leftHour" = "小时";
"TCXCopy.leftMin" = "分钟";
"TCXCopy.leftDetail" = "剩余 %@";
"TCXLocalFS.description" = "本地文件系统";
"TCXBonjourFS.description" = "网络";
"TCXDropboxFS.description" = "Dropbox";
"TCXSearchPlugin.description" = "搜索结果";
"TCXIosFS.description" = "iOS 设备";
"TCXMtpFS.description" = "MTP 设备";
"TCXFtpFS.description" = "FTP/FTPS";
"TCXProcessesFS.description" = "进程查看器";
"TCX7ZipFS.description" = "ZIP/7z 压缩包";
"TCXRarFS.description" = "RAR 压缩包";
"TCXTarFS.description" = "TBZ/TGZ 压缩包";
"TCXWebDAVFS.description" = "WebDAV";
"TCXOneDriveFS.description" = "OneDrive";
"TCXGDriveFS.description" = "Google Drive";
"WelcomeScreenStep1WindowTitle" = "Commander One";
"WelcomeScreenStep1WindowTitle-mas.pro" = "Commander One PRO";
"WelcomeScreenStep2WindowTitle" = "Commander One";
"WelcomeScreenStep2WindowTitle-mas.pro" = "Commander One PRO";
"WelcomeScreenStep3WindowTitle" = "Commander One PRO 专业包";
"WelcomeScreenStep3WindowTitle-mas.pro" = "Commander One PRO";
"WelcomeScreenStep1Title" = "为您的工作流提供专业助力";
"WelcomeScreenStep2Title" = "PRO 专业包";
"WelcomeScreenStep2Title-mas.pro" = "PRO 专业功能";
"WelcomeScreenStep3Title" = "高级上下文菜单";
"WelcomeScreenStep1Description-site" = "欢迎使用 Commander One";
"WelcomeScreenStep1Description-mas.free" = "欢迎使用 Commander One";
"WelcomeScreenStep1Description-mas.pro" = "欢迎使用 Commander One PRO";
"WelcomeScreenStep2Description-site" = "欢迎免费试用强大的 Commander One PRO 专业包 15 天！";
"WelcomeScreenStep2Description-mas.free" = "感谢您选择我们！";
"WelcomeScreenStep2Description-mas.pro" = "感谢您选择我们！";
"WelcomeScreenStep3Description-site" = "免费试用 15 天！将任何使用访达扩展的软件集成到 Commander One 的右键菜单中。分享 Dropbox 文件、打开 Google 文稿、使用 CloudMounter 加密文件等。";
"WelcomeScreenStep3Description-mas.free" = "使用 PRO 专业包将任何使用访达扩展的软件集成到 Commander One 的右键菜单中。分享 Dropbox 文件、打开 Google 文稿、使用 CloudMounter 加密文件等。";
"WelcomeScreenStep3Description-mas.pro" = "将任何使用访达扩展的软件集成到 Commander One PRO 的右键菜单中。分享 Dropbox 文件、打开 Google 文稿、使用 CloudMounter 加密文件等。";
"WelcomeScreenStep1Feature0" = "选择合适的显示模式：完整、简洁或缩略图";
"WelcomeScreenStep1Feature1" = "显示隐藏文件";
"WelcomeScreenStep1Feature2" = "无限数量的标签页";
"WelcomeScreenStep1Feature3" = "查看和管理进行中的文件操作";
"WelcomeScreenStep2Feature0" = "FTP 管理器";
"WelcomeScreenStep2Feature1" = "挂载设备";
"WelcomeScreenStep2Feature2" = "压缩和解压";
"WelcomeScreenStep2Feature3" = "Dropbox";
"WelcomeScreenStep2Feature4" = "进程管理器";
"WelcomeScreenStep2Feature5" = "主题";
"WelcomeScreenStep2Feature6" = "Google Drive";
"WelcomeScreenStep2Feature7" = "Amazon S3";
"WelcomeScreenStep2Feature8" = "终端模拟器";
"WelcomeScreenButtonSkip" = "跳过";
"WelcomeScreenButtonNext" = "下一步";
"WelcomeScreenButtonPrevious" = "上一步";
"WelcomeScreenButtonClose" = "关闭";
"WelcomeScreenButtonLinkAccount" = "关联帐户";
"AboutControllerTitle" = "关于";
"AboutControllerVersion" = "版本 %@.%@";
"AboutControllerLicenseType" = "许可证类型：";
"AboutControllerPROPackActivatedDaysLeft" = "已激活 (剩余 %d 天)";
"AboutControllerRegistered" = "已注册：";
"AboutControllerThirdParty" = "第三方库";
"AboutControllerPROPack" = "PRO 专业包：";
"AboutControllerPROPackActivated" = "已激活";
"AboutControllerPROPackDeactivated" = "未激活";
"alert-disabled-extension.title" = "“%@”扩展已停用。";
"alert-disabled-extension.message" = "您已在 %@ 设置中停用了“%@”扩展。如果您想再次访问“%@”，请点击下面的按钮。";
"alert-disabled-extension.enable-button" = "启用它";
"alert-inet-connection-requered.title" = "您似乎已离线";
"alert-inet-connection-requered.message" = "要完成此操作，您的 Mac 需要在线。但似乎并非如此。请连接到网络后重试。";
"alert-purchaces-restore-complited.title" = "您的购买项目已恢复";
"alert-purchaces-restore-complited.message" = "谢谢，您之前的所有购买项目均已成功恢复。";
"alert-purchaces-restore-failed.title" = "您的购买项目未能恢复";
"alert-purchaces-restore-failed.message" = "尝试恢复您之前的购买项目时出错。请检查您的 Apple 帐户，或稍后重试。";
"alert-appstatico.title" = "帮助我们改进";
"alert-appstatico.message" = "您愿意向我们的团队发送匿名使用情况统计数据吗？这仅涉及产品性能，不会收集您的任何个人数据。";
"alert-appstatico.ok" = "发送";
"alert-appstatico.cancel" = "不发送";
"alert-cant-read-file-title" = "无法读取文件";
"alert-cant-read-file-message" = "Commander One 无法读取“%@”，错误：%@";
"PreviewController-mode-text" = "文本";
"PreviewController-mode-HEX" = "十六进制";
"PreviewController-mode-Binary" = "二进制";
"PreviewController-mode-image" = "图像";
"PreviewController-mode-media" = "媒体";
"PreviewController-mode-html" = "HTML";
"PreviewController-mode-folder" = "文件夹";
"PreviewController-not-applicable" = "文本编码";
"PreviewController-file-not-found" = "文件未找到";
"PreviewController-actual-space" = "在源驱动器上实际使用的空间 (考虑簇大小)：%@ 字节";
"PreviewController-total-space" = "%@\n\n总占用空间：\n%@ 字节，在 %lld 个文件中";
"PreviewController-number-of-dirs" = "，\n在 %lld 个文件夹中";
"PreviewController-findpanel-label-find" = "查找";
"PreviewController-findpanel-label-replace" = "替换";
"PreviewController-findpanel-mode-hex" = "十六进制";
"PreviewController-findpanel-mode-text" = "文本";
"PreviewController-findpanel-action-replaceall" = "全部替换";
"PreviewController-findpanel-action-replace" = "替换";
"PreviewController-findpanel-action-replaceandfind" = "替换并查找";
"PreviewController-findpanel-action-previous" = "上一个";
"PreviewController-findpanel-action-next" = "下一个";
"NSService-cant-get-filenames" = "无法找到指定的文件。";
"TCXConnectionsWindow.title" = "连接";
"TCXConnectionsWindow.TCXFSTypeFTP" = "FTP";
"TCXConnectionsWindow.TCXFSTypeFTPImplicit" = "FTP with Implicit SSL";
"TCXConnectionsWindow.TCXFSTypeFTPExplicit" = "FTP with TLS/SSL";
"TCXConnectionsWindow.TCXFSTypeSFTP" = "SFTP";
"TCXConnectionsWindow.new-connection-label" = "新建连接";
"TCXConnectionsWindow.bad-settings-title" = "无法创建连接“%@”";
"TCXConnectionsWindow.bad-settings-edit" = "编辑";
"TCXConnectionsWindow.bad-settings-revert" = "复原";
"TCXConnectionsWindow.bad-settings-delete" = "删除连接";
"TCXConnectionsWindow.already-in-list" = "此连接已存在";
"TCXPreferencesWindow.general.edit.app" = "编辑文件方式：";
"TCXPreferencesWindow.general.edit.default" = "系统默认编辑器";
"TCXPreferencesWindow.general.edit.custom" = "自定义";
"TCXPreferencesWindow.general.edit.select" = "选取其他...";
"TCXPreferencesWindow.general.edit.select.message" = "选取一个应用程序作为编辑器";
"TCXDemoReminder.buy.discount" = "以 50% 折扣购买";
"TCXDemoReminder.learn.email" = "获取额外 15 天免费 PRO 专业包试用";
"TCXDemoReminder.protitle.email" = "除 PRO 专业包功能外，所有 Commander One 功能仍然可供您免费使用。\n\n如果您觉得还有一些 PRO 功能没有完全测试，欢迎您将免费 PRO 专业包试用期再延长 15 天。\n\nCommander One PRO 提供广泛的压缩包支持，允许您挂载 iOS、Android、MTP 设备，可与 Dropbox、Amazon S3、Microsoft OneDrive、Google Drive 配合使用，支持 FTP 和 WebDAV 协议等。";
"TCXDemoReminder.protitle.discount" = "您现在可以以 50% 的折扣获得 Commander One PRO！不要错过这个机会，继续享受 FTP 和 WebDAV 客户端、强大的压缩工具、终端和进程查看器的所有好处，以及挂载 Dropbox、Amazon、OneDrive、Google Drive 帐户、iOS、Android 和 MTP 设备！";
"TCXDemoReminder.expired.discount" = "不要错过独家优惠！";
"TCXDemoReminder.price.discount" = "¥99";
"iosAccessErrorDetail" = "目前在 macOS 10.12 上连接 iOS 设备需要使用您的管理员密码授予 /var/db/lockdown 权限。是否立即允许？";
"iosAccessError" = "请允许连接到 iOS 设备";
"Preview.downloading-title" = "正在下载文件";
"Preview.downloading-message" = "此操作需要将文件下载到您的电脑。请等待或点击取消。";
"mtp-connected" = "MTP 设备“%@”已连接到 Commander One。";
"mtp-connected-disable-btn" = "停用 MTP 扩展";
"mtp-failed" = "无法连接到 MTP 设备。";
"mtp-failed2" = "很可能它正被“%@”软件使用。";
"mtp-connected2" = "如果您想在其他应用中使用该设备，请在 Commander One 偏好设置中停用 MTP 扩展并重新将设备连接到 Mac。";
"menu_encrypt" = "加密";
"menu_unlock" = "解锁";
"menu_lock" = "锁定";
"menu_decrypt" = "解密";
"encrypt_window_password" = "密码：";
"encrypt_window_password_confirm" = "验证：";
"encrypt_window_error_pass_unconfirmed" = "密码不匹配";
"encrypt_window_encrypt_names" = "加密文件名";
"encrypt_window_encrypt_only_new" = "仅加密新文件";
"encrypt_window_enc_progress" = "文件“%1$@”(%2$d / %3$d)";
"encrypt_has_enc_subfolder_title" = "无法加密文件夹";
"encrypt_has_enc_subfolder_detail" = "文件夹中包含一个已使用不同密码或名称加密方式加密的子文件夹。";
"encrypt_window_hint" = "密码提示：";
"encrypt_window_hint2" = "（推荐）";
"encrypt_window_hint3" = "重要提示：如果您忘记密码，将无法访问加密文件，因此请设置密码提示并将密码存储在钥匙串中";
"encrypt_window_title" = "加密“%@”中的文件";
"encrypt_window_detail" = "输入密码和其他加密设置";
"encrypt_window_options" = "选项：";
"encrypting_window_title" = "正在加密“%@”中的文件...";
"decrypt_window_title" = "正在解密“%@”中的文件...";
"decrypt_window_detail" = "输入密码以解密此文件夹";
"encrypt_notif_title" = "加密完成";
"encrypt_notif_detail" = "Commander One 在“%2$@”中加密了 %1$d 个文件。";
"encrypt_error_title" = "出现问题";
"encrypt_error_detail" = "无法下载解密后的文件“%@”";
"encrypt_error_detail2" = "无法上传加密后的文件“%@”";
"decrypt_notif_title" = "解密完成";
"decrypt_notif_detail" = "Commander One 在“%2$@”中解密了 %1$d 个文件。";
"decrypt_error_title" = "出现问题";
"decrypt_error_detail" = "无法下载加密后的文件“%@”";
"decrypt_error_detail2" = "无法上传解密后的文件“%@”";
"unlock_window_title" = "从“%@”移除锁定";
"unlock_window_detail" = "输入您的加密密码以解锁文件夹";
"ecryption_in_progress_title" = "正在加密中";
"ecryption_in_progress_detail" = "此时无法退出应用程序。文件夹正在进行加密/解密。请稍候。";
"ecryption_failed_detail" = "无法为文件夹“%@”启用加密。\n错误：“%@”。";
"menu_enable_encrypt" = "启用加密";
"welcome-encrypt-title" = "Commander One 数据加密";
"welcome-encrypt-detail1" = "Commander One 现在为您在任何云驱动器上的重要数据提供加密功能。可以加密整个驱动器或选定的文件夹。";
"welcome-encrypt-detail2" = "启用加密后，即使没有文件夹被加密，也可能导致应用操作有所减慢。如果您不打算使用此功能，我们建议完全停用它，或至少在不使用的驱动器上停用。";
"gdrive-shared-with-me-folder" = "与我共享";
"webdaw_allow_untrusted" = "允许不受信任的 HTTPS 证书";
"openstack_auth_server_url_label" = "认证 URL：";
"openstack_access_key_label" = "登录名：";
"openstack_secret_key_label" = "密码：";
"openstack_tenant_label" = "租户 (Tenant)：";
"openstack_remote_path_label" = "远程路径：";
"openstack_description" = "OpenStack Swift";
"openstack_empty_auth_url" = "请输入认证 URL";
"openstack_add_bad_url" = "请输入正确的认证 URL";
"openstack_empty_login" = "请输入登录名";
"openstack_keystone_versions_supported_label" = "Commander One 目前支持 Keystone 认证服务 v1 和 v2";
"bb_description" = "Backblaze";
"bb_name_label" = "名称：";
"bb_access_key_label" = "帐户 ID：";
"bb_secret_key_label" = "应用程序密钥：";
"bb_bucket_label" = "存储桶 (Bucket)：";
"bb_empty_connection_name" = "请输入连接名称";
"bb_empty_access_key" = "请输入帐户 ID";
"s3_endpoint_label" = "服务器端点：";
"TCXPreferencesWindow.eterm" = "终端";
"TCXPreferencesWindow.eterm.font" = "字体：";
"TCXPreferencesWindow.eterm.color.theme" = "颜色预设：";
"TCXPreferencesWindow.eterm.front.color" = "文本颜色：";
"TCXPreferencesWindow.eterm.back.color" = "背景颜色：";
"TCXPreferencesWindow.eterm.mark.color" = "选择背景颜色：";
"TCXPreferencesWindow.eterm.mark.text.color" = "所选文本颜色：";
"TCXPreferencesWindow.eterm.cursor.color" = "光标背景颜色：";
"TCXPreferencesWindow.eterm.cursor.text.color" = "光标文本颜色：";
"TCXPreferencesWindow.eterm.cursor.title" = "光标类型：";
"TCXPreferencesWindow.eterm.cursor.box.shape" = "方块";
"TCXPreferencesWindow.eterm.cursor.underline.shape" = "下划线";
"TCXPreferencesWindow.eterm.cursor.vertical.bar.shape" = "竖线";
"TCXPreferencesWindow.eterm.cursor.blinking" = "闪烁";
"TCXPreferencesWindow.eterm.color-theme-placeholder" = "更改主题";
"TCXPreferencesWindow.eterm.color-theme1" = "基础";
"TCXPreferencesWindow.eterm.color-theme2" = "专业";
"TCXPreferencesWindow.general.language" = "语言";
"TCXPreferencesWindow.general.language.system" = "系统默认";
"alert-change-language.title" = "重启应用程序";
"alert-change-language.message" = "要应用新的语言设置，您需要重启 Commander One";
"alert-change-language.message-mas.pro" = "要应用新的语言设置，您需要重启 Commander One PRO";
"alert-change-language.now" = "立即重启";
"alert-change-language.later" = "稍后重启";
"upload-failed-notif-detail" = "文件：“%@”，连接：“%@”，错误：“%@”。";
"upload-failed-notif" = "上传失败";
"someUploadingTitle" = "文件正在上传中。";
"someUploadingDetail3" = "当前正有操作与已挂载的磁盘进行交互。如果现在卸载它，这些操作可能会失败。是否仍要卸载？";
"add-to-keychain-label" = "添加到钥匙串";
"TCXPreferencesWindow.font.preview.font" = "预览字体：";
"gdrive-team-drive-folder" = "团队云端硬盘";
"TCXCopy.Queue.Waiting" = "等待中…";
"TCXCopy.Queue.From" = "从：%@";
"TCXCopy.Queue.To" = "正在复制 %1$d 个项目到“%2$@”";
"tcxupload-uploads-failed" = "正在上传 %d 个文件 (%d 个失败)";
"tcxupload-uploads" = "正在上传 %d 个文件";
"tcxupload-uploads-cancel" = "取消失败的上传";
"tcxupload-uploads-resume" = "重试失败的上传";
"tcxupload-uploads-file" = "正在上传“%@”";
"tcxupload-uploads-file-failed" = "上传“%@”失败";
"tcxfilequeue-queue-empty" = "队列为空";
"iosAccessDisable" = "停用 iOS 扩展";
"context-menu-color-tag-description" = "标签...";
"context-menu-color-tag-remove" = "移除“%@”";
"context-menu-color-tag-add" = "添加“%@”";
"TCXMove.Queue.To" = "正在移动 %1$d 个项目到“%2$@”";
"TCXDelete.Queue.To" = "正在删除 %d 个项目";
"newfile-error" = "无法创建文件。错误：%@。";
"unpack_error" = "解压压缩包时发生错误。它可能已损坏。";
"someUploadingDetail2" = "如果现在删除连接，所有上传都将被丢弃。是否仍要删除？";
"ecryption_retrieving_file_list" = "正在检索文件列表...";
"alert-purchaces-unable-restore.title" = "无法恢复购买项目";
"alert-purchaces-unable-restore.message" = "请确保您登录的是进行购买时使用的同一 Apple ID，然后重试。";
"TCXPreferencesWindow.general.autoupdate" = "自动检查更新";
"TCXFDAWindow.title" = "授予完全磁盘访问权限";
"TCXFDAWindow.subtitle" = "给 Commander One 以便高效地管理您的文件和文件夹";
"TCXFDAWindow.dragTitle" = "将此图标拖到“完全磁盘访问权限”列表中";
"TCXFDAWindow.openPrefsTitle" = "打开系统偏好设置";
"TCXFDAWindow.instructionItem1" = "点击下方按钮或打开<b>系统偏好设置 ▸ 安全性与隐私</b>并选择<b>隐私</b>标签页。";
"TCXFDAWindow.instructionItem2" = "在系统偏好设置窗口左下角<b>点按锁</b>并输入您的管理员密码以进行更改。";
"TCXFDAWindow.instructionItem3" = "<b>将 Commander One 图标拖放</b>到“完全磁盘访问权限”列表中。然后选择“稍后”。完成！";
"TCXPreferencesWindow.TCXGoSystemApplicationsAction" = "前往系统应用程序";
"menu_onedrive_link" = "拷贝共享链接";
"2fa-ask-message" = "输入您的两步验证码：";
"mega_description" = "Mega";
"mega_account_label" = "帐户：";
"mega_empty_login" = "请输入一个有效的电子邮件地址。";
"WelcomeScreenStep2Title-setapp" = "PRO 专业功能";
"WelcomeScreenStep2Description-setapp" = "感谢您选择我们！";
"WelcomeScreenStep3Description-setapp" = "将任何使用访达扩展的软件集成到 Commander One 的右键菜单中。分享 Dropbox 文件、打开 Google 文稿、使用 CloudMounter 加密文件等。";
"rootAlertTitle" = "Commander One 想要进行更改。";
"rootAlertDetail" = "输入您的密码以允许此操作。";
"TCXPCloud.description" = "pCloud";
"add-bad-connection-name" = "连接名称包含不可接受的字符";
"TCXS3Connections.use_path_style_urls_for_buckets" = "使用路径样式的 URL 访问存储桶";
"button-continue" = "继续";
"welcomeFtpClient_title" = "FTP 客户端";
"welcomeFtpClient_subtitle" = "通过 FTP 和 SFTP 协议方便地传输文件。";
"welcomeConManager_title" = "云连接管理器";
"welcomeConManager_subtitle" = "在 Commander One 中轻松访问和管理您的云存储。";
"welcomeMountDevices_title" = "挂载设备";
"welcomeMountDevices_subtitle" = "访问您 iOS、Android 和 MTP 设备上的文件和文件夹。";
"welcomeArchiver_title" = "压缩工具";
"welcomeArchiver_subtitle" = "将您的文件和文件夹压缩成不同的压缩包文件格式。";
"welcomeTerminal_title" = "内置终端";
"welcomeTerminal_subtitle" = "从任何文件夹快速访问内置的终端模拟器。";
"welcomeSearch_title" = "使用正则表达式进行高级搜索";
"welcomeSearch_subtitle" = "通过使用正则表达式来增强您的搜索能力。";
"welcomeViewer_title" = "内置文件查看器";
"welcomeViewer_subtitle" = "按 F3 以媒体、二进制或文本模式查看任何文件。";
"welcomeCustomization_title" = "可自定义的外观";
"welcomeCustomization_subtitle" = "根据您的偏好调整应用的外观。";
"welcomeDisplayModes_title" = "多种显示模式";
"welcomeDisplayModes_subtitle" = "选择最方便的方式来显示文件夹和文件列表。";
"welcomeEncryption_title" = "在线文件加密";
"welcomeEncryption_subtitle" = "加密您的在线文件，以保护其内容免受入侵者侵害。";
"ftp-type" = "类型：";
"s3-could-not-change-item-acl-text" = "操作无法完成";
"s3-could-not-change-item-acl-info" = "请自定义您的存储桶设置，以便能将其中的对象设为公开。";
"TCXS3Connections.iam-settings" = "IAM 设置：";
"TCXS3Connections.show-iam-settings" = "配置...";
"TCXS3Connections.stsEndpoint-label" = "STS 端点：";
"TCXS3Connections.iam-settings-title" = "AWS Identity and Access Management 设置";
"TCXS3Connections.roleLabel-label" = "角色：";
"TCXS3Connections.mfaDevice-label" = "MFA 设备：";
"TCXS3Connections.externalId-label" = "外部 ID：";
"TCXPreferencesWindow.unsupported-fifinder-extension-tooltip" = "由于与 Commander One 的兼容性问题，此扩展已停用";
"TCXPreferencesWindow.plugins-fifinder-section-header" = "显示自定义右键菜单选项和状态：";
"TCXPreferencesWindow.plugins-section-header" = "显示...的驱动器：";
"TCXPreferencesWindow.plugins.label-new" = "在这里，您可以激活或停用用于显示设备和服务驱动器、自定义右键菜单选项和状态标记的扩展。";
"menu_gdrive_link" = "拷贝共享链接";
"TCXFDAWindow.instructionItem1-Ventura" = "点击下方按钮或打开<b>系统设置 ▸ 隐私与安全性</b>，然后在右侧面板中选取<b>完全磁盘访问权限</b>。";
"merge" = "合并";
"TCXSFtpFS.fido.touch.title" = "确认用户在场";
"TCXSFtpFS.fido.touch.message" = "您可能需要触摸您的认证器以授权密钥";
"TCXSFtpFS.fido.pin.message" = "输入认证器的 PIN 码：";
"gdrive_scope_failed_title" = "认证范围不足";
"gdrive_scope_failed_message" = "需要勾选“查看、编辑、创建和删除您的所有 Google Drive 文件。”";
"gdrive_scope_failed_again" = "重新添加";
"gdrive_scope_failed_learn" = "了解更多";